[
    {
        "title": "Aquarius",
        "animal": "Water Bearer",
        "sign": "♒",
        "character": "លក្ខណៈពិសេសគួរឱ្យចាប់អារម្មណ៍នៃតារានិករនេះគឺ ផ្ទៃមុខភ្លឺថ្លា ប្រអប់ជើងស្អាត និងបេះដូងស្មោះស។",
        "description": "នៅចុងបញ្ចប់តារានិករដ៏ស្រស់ស្អាតបំផុតគឺ Aquarius ។ Aquarians មានរូបរាងរាងកាយគួរឱ្យភ្ញាក់ផ្អើល។ ចាប់ពីក្បាលដល់ចុងជើង។ អ្វីដែលធ្វើឱ្យពួកគេក្លាយជាតារានិករដែលគួរឱ្យទាក់ទាញបំផុតគឺភាពស្មោះត្រង់ពិតប្រាកដ និងបុគ្គលិកលក្ខណៈយ៉ាងល្អឥតខ្ចោះ។ ជាមួយពួកគេអ្នកដឹងថាអ្វីដែលអ្នកបានឃើញគឺជាអ្វីដែលពួកគេបានគិត។ ជាមនុស្សគ្មានឧបាយកលគ្មានអាថ៌កំបាំងទេ។ \nពួកគេក៏មានសមត្ថភាព និងលើកទឹកចិត្តអ្នកដទៃ។ ប្រសិនបើនៅពេលដែលពួកគេបង្កើតទំនាក់ទំនងជាមួយនរណាម្នាក់ ពួកគេក៏អាចលះបង់គ្រប់យ៉ាងផងដែរ៕",
        "icon": "https://raw.githubusercontent.com/RathaIct/KhmerCalendarResource/main/zodiac/aquarius.svg",
        "startDate": "01-20",
        "endDate": "02-18"
    },
    {
        "title": "Pisces",
        "animal": "Fish",
        "sign": "♓",
        "character": "លក្ខណៈពិសេសគួរឱ្យចាប់អារម្មណ៍នៃតារានិករនេះគឺ ភ្នែក និង ការប្រើពាក្យសម្តីពិរោះៗ។",
        "description": "តារានិករ Pisces គឺជាមនុស្សដែលមានចិត្តសប្បុរស ចេះគិតចេះពិចារណា និងមានវិចារណញាណ បានត្រៀមជានិច្ចដើម្បីជួយផ្តល់ជំនួយនៅពេលមានគេត្រូវការ។ ពួកគេគឺជាតារានិករដែលមានភ្នែកស្រស់ស្អាតបំផុត ដែលអាចទាក់ទាញចំណាប់អារម្មណ៍របស់អ្នកដទៃ។ \nប៉ុន្តែតារានិករនេះ ងាយនឹងរំជើបរំជួល និងមានអារម្មណ៍ហួសហេតុ។ តារានិករនេះចូលចិត្តប្រើអារម្មណ៏ច្រើនលើអ្នកដទៃដោយពួកគេជាប្រភេទកាយវិការក្បត់ចិត្ត។ ទំនោរអាកប្បកិរិយាផ្ទុយគ្នាពីចិត្តនេះ ធ្វើឱ្យពួកគេឆ្លងកាត់រឿងស្មុគស្មាញ និងច្របូកច្របល់។",
        "icon": "https://raw.githubusercontent.com/RathaIct/KhmerCalendarResource/main/zodiac/pisces.svg",
        "startDate": "02-19",
        "endDate": "03-20"
    },
    {
        "title": "Aries",
        "animal": "Ram",
        "sign": "♈",
        "character": "លក្ខណៈពិសេសគួរឱ្យចាប់អារម្មណ៍នៃតារានិករនេះគឺ បបូរមាត់ស៊ីចស៊ី និងទាក់ទាញ។",
        "description": "តារានិករ Aries កើតមកមានគុណសម្បត្តិជាអ្នកដឹកនាំ។ ពួកគេអាចទុកចិត្តបានជាមនុស្សស្មោះត្រង់ និងមានទំនួលខុសត្រូវក្នុងការដោះស្រាយបញ្ហាប្រឈមដោយភាពងាយស្រួល និងប្រសិទ្ធភាព។ សមត្ថភាពរបស់ពួកគេក្នុងការដឹកនាំ និងទទួលបានជោគជ័យធ្វើឱ្យពួកគេក្លាយតារានិករដែលទាក់ទាញបំផុត។ បើនិយាយពីលក្ខណៈរាងកាយបបូរមាត់គួរឱ្យចាប់អារម្មណ៍ និងរោមចិញ្ចើមលេចធ្លោគឺជាលក្ខណៈទាក់ទាញបំផុតរបស់ពួកគេ។ តែខ្វះការអត់ធ្មត់គឺជាគុណវិបត្តិនៃតារានិករ Aries។",
        "icon": "https://raw.githubusercontent.com/RathaIct/KhmerCalendarResource/main/zodiac/aries.svg",
        "startDate": "03-21",
        "endDate": "04-19"
    },
    {
        "title": "Taurus",
        "animal": "Bull",
        "sign": "♉",
        "character": "លក្ខណៈពិសេសគួរឱ្យចាប់អារម្មណ៍នៃតារានិករនេះគឺ មានបបូរមាត់ទាក់ទាញ និងបុគ្គលិកលក្ខណៈស្មោះត្រង់។",
        "description": "ក្រៅពីធម្មជាតិស្មោះត្រង់ ការចេះយកចិត្តទុកដាក់របស់ពួកគេ អាចទាក់ទាញមនុស្សឱ្យមករកពួកគេបានយ៉ាងងាយស្រួល។ ទោះយ៉ាងណាចរិតបុគ្គលិកលក្ខណៈទាំងនេះក៏អាចក្លាយជាការមិនចុះសម្រុងក្នុងទំនាក់ទំនងស្នេហាផងដែរ ព្រោះតែតារានិករនេះពូកែប្រចណ្ឌ និងងាយធ្វើឱ្យដៃគូមានអារម្មណ៏ធុញទ្រាន់នឹងពួកគេ។ \nមនុស្សដែលកើតនៅក្នុងតារានិករនេះ ក៏មានភាពតឹងរ៉ឹង និងពិបាកក្នុងការផ្គាប់ចិត្ត។ ពួកគេមិនងាយចុះសំរុងជាមួយអ្នកដទៃ។ នោះហើយជាមូលហេតុដែលពួកគេមិនមានចំណាត់ថ្នាក់ខ្ពស់ជាតារានិករគួរឱ្យទាក់ទាញបំផុត។",
        "icon": "https://raw.githubusercontent.com/RathaIct/KhmerCalendarResource/main/zodiac/taurus.svg",
        "startDate": "04-20",
        "endDate": "05-20"
    },
    {
        "title": "Gemini",
        "animal": "Twins",
        "sign": "♊",
        "character": "លក្ខណៈពិសេសគួរឱ្យចាប់អារម្មណ៍នៃតារានិករនេះគឺផ្ទៃមុខសភ្លឺ និងមុខច្រឡើម។",
        "description": "តារានិករ Geminis គឺជាមនុស្ស រីករាយ មោះមុត និងមានភាពជាយុវវ័យស៊ីវិល័យ។ ពួកគេត្រូវបានគេស្គាល់ផងដែរថាមានមុខដែលគួរឱ្យចាប់អារម្មណ៍។ គុណសម្បត្តិទាំងនេះធ្វើឱ្យតារានិករនេះមានបុគ្គលិកលក្ខណៈគួរឱ្យទាក់ទាញបំផុត។ ពួកគេរស់នៅក្នុងពេលបច្ចុប្បន្នមានភាពងាយស្រួលក្នុងការចុះសម្រុង និងងាយអភ័យទោសអោយអ្នកដទៃ។ \nទោះយ៉ាងណាក៏ដោយពួកគេក៏ឆាប់មានទំនាស់ ចូលចិត្តអាថ៌កំបាំង និងមានអំនួត។ ពួកគេចូលចិត្តរស់នៅក្នុងបច្ចុប្បន្នកាល និងមិនសូវគិតពីអនាគតកាលនោះទេ ។",
        "icon": "https://raw.githubusercontent.com/RathaIct/KhmerCalendarResource/main/zodiac/gemini.svg",
        "startDate": "05-21",
        "endDate": "06-20"
    },
    {
        "title": "Cancer",
        "animal": "Crab",
        "sign": "♋",
        "character": "លក្ខណៈពិសេសគួរឱ្យចាប់អារម្មណ៍នៃតារានិករនេះគឺ មុខដ៏ស្លូតបូត និងគំនិតស្រមើស្រមៃខ្ពស់។",
        "description": "តារានិករនេះហើយ ដែលមានរូបសំរស់ស្រស់ស្អាតជាងគេ។ រូបរាងមុខមាត់ស្រស់ស្អាតជាមួយទឹកមុខដ៏ស្លូតត្រង់ធ្វើអោយតារានិករមួយនេះទទួលបានការចូលចិត្តយ៉ាងខ្លាំងពីមនុស្សជុំវិញខ្លួន។ តារានិករនេះក៏មានគំនិតស្រមើស្រមៃខ្ពស់ និងមានចិត្តមុតស្រួចផងដែរ។ \nពួកគេពោរពេញដោយការស្រឡាញ់ពីកំណើត និងលះបង់ ហើយស្មោះត្រង់ក្នុងទំនាក់ទំនងរបស់ពួកគេ។ តែបើនិយាយពីរឿងញ៉ែគឺគេនិយាយត្រង់ៗតែម្តង ។ តែដោយសារតែពួកគេក៏ជាប្រភេទចិត្តច្រើន ដូចនេះធ្វើឱ្យពួកគេងាយនឹងឈឺចាប់ និងអាក់អន់ចិត្ត។",
        "icon": "https://raw.githubusercontent.com/RathaIct/KhmerCalendarResource/main/zodiac/cancer.svg",
        "startDate": "06-21",
        "endDate": "07-22"
    },
    {
        "title": "Leo",
        "animal": "Lion",
        "sign": "♌",
        "character": "លក្ខណៈពិសេសគួរឱ្យចាប់អារម្មណ៍នៃតារានិករនេះគឺ សក់ និងទំនុកចិត្តលើខ្លួនឯង។",
        "description": "ពួកគេមានភាពក្លាហាន កាចម៉ត់ចត់ មានទំនុកចិត្តខ្ពស់ និងជាមនុស្សដែលមិនចេះអត់ធ្មត់បំផុត ។ គុណសម្បត្តិទាំងនេះលាយជាមួយភាពទាក់ទាញ និងអារម្មណ៍កំប្លុកកំប្លែងធ្វើឱ្យពួកគេក្លាយជាតារានិករដែលរ៉ូមែនទិចបំផុត។ ប៉ុន្តែពួកគេមិនមែនជាតារានិករដែល ទាក់ទាញបំផុតនោះទេ។ បញ្ហា គឺពួកគេតែងតែគិតថាពួកគេត្រឹមត្រូវ។ ពួកគេមិនចេះអត់ធ្មត់ និងអត់ទោសឱ្យដោយងាយ ដែលធ្វើឱ្យ ពួកគេមិនអាចមានអ្នកចុះសំរុងជាមួយបាន។",
        "icon": "https://raw.githubusercontent.com/RathaIct/KhmerCalendarResource/main/zodiac/leo.svg",
        "startDate": "07-23",
        "endDate": "08-22"
    },
    {
        "title": "Virgo",
        "animal": "Virgin",
        "sign": "♍",
        "character": "លក្ខណៈពិសេសគួរឱ្យចាប់អារម្មណ៍នៃតារានិករនេះ គឺជាមនុស្សមានមន្តស្នេហ៏ និងសាច់ភ្លឺថ្លា។",
        "description": "តារានិករ Virgo លេចធ្លោសម្រាប់បុគ្គលិកលក្ខណៈដ៏គួរឱ្យទាក់ទាញ ចិត្តមុតស្រួច និងអត្តចរិតរម្យទម។ ពួកគេមានជំនាញដោះស្រាយបញ្ហា និងស្បែកទន់ភ្លឺដែលបន្ថែមភាពទាក់ទាញរបស់ពួកគេ។ ថ្វីត្បិតតែមានលក្ខណៈពិសេសគួរឱ្យទាក់ទាញបំផុតមួយចំនួនក៏ដោយ ប៉ុន្តែពួកគេជាមនុស្សប្រកាន់ច្រើន និងសន្សំសំចៃជ្រុលពេក។",
        "icon": "https://raw.githubusercontent.com/RathaIct/KhmerCalendarResource/main/zodiac/virgo.svg",
        "startDate": "08-23",
        "endDate": "09-22"
    },
    {
        "title": "Libra",
        "animal": "Scales",
        "sign": "♎",
        "character": "លក្ខណៈពិសេសគួរឱ្យចាប់អារម្មណ៍នៃតារានិករនេះគឺ ពួកគេមានបុគ្គលិកលក្ខណៈទាន់សម័យ តែស្រគត់ស្រគំ។",
        "description": "តារានិករ Libra គឺជាបុគ្គលមានសមត្ថភាពក្នុងការធ្វើឱ្យអ្វីៗមានភាពល្អឥតខ្ចោះ។ ពួកគេជាមនុស្សចិត្តល្អ ស្រឡាញ់មនុស្សជុំវិញខ្លួន និងមានមហិច្ឆតា។ \nទោះបីជាមានគុណសម្បត្ដិគួរឱ្យស្រឡាញ់ទាំងនេះក៏ដោយ ក៏ពួកគេមិនមែនជាតារានិករដែលគួរឱ្យទាក់ទាញបំផុតដែរ។ នោះគឺដោយសារតែពួកគេតែងតែត្រូវបានគ្រប់គ្រងដោយការភ័យខ្លាចនៃការរស់នៅតែម្នាក់ឯង។ ការភ័យខ្លាចនេះអាចជំរុញឱ្យអ្នកប្រញាប់ប្រញាល់ទៅរកទំនាក់ទំនងស្នេហាថ្មី មិត្តថ្មី ហើយមិនចេះអត់ធ្មត់ និងមានចរិតឆាប់ខឹង។",
        "icon": "https://raw.githubusercontent.com/RathaIct/KhmerCalendarResource/main/zodiac/libra.svg",
        "startDate": "09-23",
        "endDate": "10-22"
    },
    {
        "title": "Scorpio",
        "animal": "Scorpion",
        "sign": "♏",
        "character": "លក្ខណៈពិសេសគួរឱ្យចាប់អារម្មណ៍នៃតារានិករនេះគឺ បុគ្គលិកលក្ខណៈអាថ៌កំបាំង និងកែវភ្នែកដ៏ស្រទន់។",
        "description": "តារានិករ Scorpio គឺមានបុគ្គលពោរពេញដោយថាមពល និងភាពស្វាហាប់ ហើយជំហរលើខ្លួនឯង។ ពួកគេមិនសូវបង្ហាញចំណាប់អារម្មណ៍លើអ្នកដទៃ ដោយសារតែពួកគេមានទំនុកចិត្តលើខ្លួនឯង។ តារានិករនេះក៏ទទួលបានការច្រណែន និងមិនចូលចិត្តពីមនុស្សជុំវិញខ្លួនផងដែរ។",
        "icon": "https://raw.githubusercontent.com/RathaIct/KhmerCalendarResource/main/zodiac/scorpion.svg",
        "startDate": "10-23",
        "endDate": "11-21"
    },
    {
        "title": "Sagittarius",
        "animal": "Archer",
        "sign": "♐",
        "character": "លក្ខណៈពិសេសគួរឱ្យចាប់អារម្មណ៍នៃតារានិករនេះគឺ រូបរាងស្រស់ស្អាត និងសណ្តានចិត្តល្អពីកំណើត។",
        "description": "តារានិករ Sagittarius ត្រូវបានគេហៅថាជាអ្នកចូលចិត្តផ្សងព្រេងរុករក ។ មនុស្សដែលកើតនៅក្នុងតារានិករនេះចូលចិត្តដាក់សម្ពាធលើខ្លួនឯង និងជាប្រភេទមនុស្សឯករាជ្យ ។ បន្ថែមការលាយបញ្ចូលគ្នានូវស្នាមញញឹមប្រកបដោយមន្តស្នេហ៍ដែលជាផ្នែកមួយនៃលក្ខណៈទាក់ទាញបំផុតរបស់ពួកគេ។ \nពួកគេក៏ឱ្យតម្លៃទៅលើសេរីភាពរបស់ពួកគេខ្ពស់ជាងអ្វីៗផ្សេងទៀតនៅក្នុងជីវិត ហើយជារឿយៗអាចមិនយកចិត្តទុកដាក់ និងមិនចេះគិតនៅក្នុងទំនាក់ទំនងជាមួយអ្នកដទៃ ។",
        "icon": "https://raw.githubusercontent.com/RathaIct/KhmerCalendarResource/main/zodiac/sagittarius.svg",
        "startDate": "11-22",
        "endDate": "12-21"
    },
    {
        "title": "Capricorn",
        "animal": "Goat",
        "sign": "♑",
        "character": "លក្ខណៈពិសេសគួរឱ្យចាប់អារម្មណ៍នៃតារានិករនេះគឺ ដងខ្លួន និង ចិត្តល្អ។",
        "description": "ចក្ខុវិស័យរបស់ Capricorns សម្រាប់ជីវិតត្រូវបានកំណត់ដោយការខិតខំ និងការលះបង់។ ពួកគេជាមនុស្សដែលមានវិន័យផ្ទាល់ខ្លួនបំផុត។ ពួកគេជាមនុស្សដ៏ស្មោះត្រង់បំផុតហើយដើម្បីរកលុយ ធ្វើឱ្យពួកគេក្លាយជាតារានិករដែលពូកែទ្រាំ។ \nពួកគេជាអ្នកណែនាំប្រឹក្សា និងចូលចិត្តរក្សាមិត្តភក្តិ ។ ប៉ុន្តែពួកគេចូលចិត្តបង្ហាញពីចំនុចខ្សោយ របស់ពួកគេតាមឥរិយាបថ និងការប្រព្រឹត្តរបស់ពួកគេ។",
        "icon": "https://raw.githubusercontent.com/RathaIct/KhmerCalendarResource/main/zodiac/capricorn.svg",
        "startDate": "12-22",
        "endDate": "01-19"
    }
]